Gets length of all lines that placed on unit area.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public double LengthPerArea { get; }
  Visual Basic
Public ReadOnly Property LengthPerArea As Double
	Get
  Visual C++
public:
property double LengthPerArea {
	double get ();
}
 See Also
  FillPattern Class
  Autodesk.Revit.DB Namespace